<template>
  <div class="mb-100px">
    <p class="text-indent">
      Соглашение об услуге автоматического продления (далее — «Настоящее соглашение») является дополнением к Пользовательскому соглашению RoxyBrowser, составляет с ним единое целое. В случае расхождений между Настоящим соглашением и Пользовательским соглашением RoxyBrowser преимущественную силу имеет Настоящее соглашение.
    </p>
    <p class="mt-2">
      Используя любым способом (включая, но не ограничиваясь: нажатием кнопки подписки, подключением или использованием) услугу автоматического продления RoxyBrowser (далее — «Услуга»), Вы заключаете соглашение с RoxyBrowser и добровольно принимаете все условия, изложенные в настоящем соглашении.
    </p>

    <h2 class="my-4">
      Вы понимаете и соглашаетесь со следующим:
    </h2>

    <ol class="list-decimal flex flex-col gap-2">
      <li>
        <strong>Автоматическое списание и продление:</strong> Если Вы подключили Услугу и не отменили её в явной форме не позднее чем за <strong>3 (три) календарных дня</strong> до даты окончания текущего периода подписки, уполномоченное лицо в дату окончания каждого периода подписки или после неё автоматически спишет плату за следующий период подписки с баланса привязанного счёта (пополняемый счёт, банковская карта, счёт сторонних платёжных систем, таких как Alipay, PayPal, и др.; далее — «Счёт»), тем самым продлевая срок действия Услуги. Вы принимаете и соглашаетесь с тем, что обязаны своевременно проверять баланс Счёта, соответствующего выбранному способу оплаты, и обеспечивать достаточный баланс для списания по Услуге. Риски и (или) убытки, возникшие в связи с недоступностью Услуги по указанным причинам (включая, но не ограничиваясь: недостаточный баланс, недостаточный баланс для подключения нескольких услуг), несёт Пользователь.
      </li>
      <li>
        <strong>Поручение на списание:</strong> Подключение услуги автоматического продления означает Ваше согласие с тем, что платёжный канал вправе списывать плату за следующий расчётный период с Вашего привязанного Счёта без проверки пароля учётной записи, платёжного пароля, SMS-кода подтверждения и т.п. Вы понимаете и соглашаетесь, что при оплате через сторонний платёжный канал на Вас также распространяются условия и правила использования услуг такого третьего лица.
      </li>
      <li>
        <strong>Напоминания о продлении и срок списания:</strong> Чтобы Вы могли отслеживать статус автоматического продления, RoxyBrowser в соответствии с применимым законодательством направляет Вам уведомление по внутренней почте, электронной почте или иным способом до списания средств за следующий период подписки; просим обращать на них внимание. Обращаем внимание: в силу особенностей Услуги списание по отдельным способам оплаты может производиться в течение 24 часов до начала следующего периода подписки. Ваше поручение RoxyBrowser на автоматическое списание платы за продление сохраняет силу до момента отмены Услуги Вами; суммы, списанные на основании такого поручения, как правило, не подлежат возврату, ответственность за последствия несёте Вы.
      </li>
      <li>
        <strong>Период подписки:</strong> 30 дней, 1 месяц или иной период, указанный на странице подписки (в соответствии с настройками на странице подписки).
      </li>
      <li>
        <strong>Отмена Услуги:</strong> Пользователи с подключённым автоматическим продлением вправе по своему усмотрению прекратить Услугу.
        <br>
        <p class="mt-1">
          Порядок действий: откройте RoxyBrowser → нажмите «Центр оплаты» → нажмите «Управление подпиской» → отмените услугу продления в соответствии с указаниями на странице; после отмены услуга не будет автоматически продлеваться по истечении срока. В связи с возможной задержкой обновления статуса автоматического продления у платёжного провайдера ориентируйтесь на статус подключения автоматического продления по выбранному способу оплаты. Если автоматическое продление не отменено до даты окончания срока действия услуги, считается, что Вы согласны на списание платы за услугу RoxyBrowser с Вашего платёжного счёта в соответствии с Настоящим соглашением. RoxyBrowser не несёт ответственности за любые убытки, возникшие в результате несвоевременной отмены автоматического продления.
        </p>
      </li>
      <li>
        <strong>Прекращение оказания Услуги:</strong> RoxyBrowser вправе прекратить оказание Услуги по собственным операционным или иным причинам; срок действия Вашей подписки RoxyBrowser истечёт в дату окончания текущего расчётного периода.
      </li>
      <li>
        <strong>Виртуальные услуги и возврат средств:</strong> Услуги подписки, предоставляемые RoxyBrowser, являются виртуальным товаром; после списания средств возврат не предусмотрен, за исключением случаев, предусмотренных законодательством (в том числе при непреодолимой силе). Вы можете отменить автоматическое продление и оформить подписку на услуги RoxyBrowser без автоматического продления.
        <br>
        Чтобы Вам было проще ориентироваться в правилах автоматического продления, RoxyBrowser в соответствии с законодательством и правилами сервиса может направлять Вам напоминания внутри приложения или по электронной почте до согласованного времени автоматического списания; просим обращать на них внимание.
      </li>
      <li>
        <strong>Срок действия соглашения:</strong> Если иное не предусмотрено Настоящим соглашением или правилами RoxyBrowser, услуга автоматического продления действует бессрочно с даты её активации до момента отмены Вами.
      </li>
      <li>
        <strong>Нарушение и ответственность:</strong> В случае нарушения Вами Настоящего соглашения или правил платформы RoxyBrowser мы вправе прекратить оказание Вам услуги автоматического продления; Вы несёте ответственность и последствия в соответствии с применимым правом.
      </li>
      <li>
        <strong>Ссылка на Пользовательское соглашение RoxyBrowser:</strong> <NuxtLinkLocale class="text-blue-500" to="/copyright/user">
          {{ $t('使用条款') }}
        </NuxtLinkLocale>
      </li>
      <li>
        <strong>Ссылка на Политику конфиденциальности RoxyBrowser:</strong> <NuxtLinkLocale class="text-blue-500" to="/copyright/privacy">
          {{ $t('隐私政策') }}
        </NuxtLinkLocale>
      </li>
    </ol>
  </div>
</template>
