<template>
  <div>
    <p><strong>更新日期：</strong>2026年05月12日</p>
    <p><strong>生效日期：</strong>2025年04月18日</p>

    <p>
      欢迎您使用我们的产品和服务！我们深知个人信息对您的重要性，我们将遵守法律法规要求采取相应的安全保护措施，致力于保护您的个人信息安全可控。基于此，Roxy浏览器服务提供者（简称“我们”）制定本《Roxy浏览器隐私政策》（下称“本政策”/“本隐私政策”），帮助您充分了解在您使用我们产品和服务的过程中，我们会如何收集、使用和保护您的个人信息。
      您在开始使用我们的产品和服务前，请务必先仔细阅读和理解本政策，特别应重点阅读我们以粗体/粗体下划线标识的条款。您同意隐私政策表示您已了解 Roxy浏览器产品及服务的功能和内容，以及 Roxy浏览器产品及各功能模块、增值服务运行所需的必要个人信息，并给予相应的收集使用授权，除非您阅读并接受本协议所有条款，否则请您不要下载、安装或使用 Roxy浏览器产品及相关服务。您的点击同意、下载、安装、使用、登录等行为即视为您已阅读并同意本协议的约束。本隐私政策为您与我们签署的关于 Roxy浏览器服务协议（无论电子形式或非电子形式）的组成部分。
    </p>

    <h2>本隐私政策将帮助您了解以下内容：</h2>
    <p>一、适用范围</p>
    <p>二、信息收集及使用</p>
    <p>三、我们如何保存您的个人信息</p>
    <p>四、我们如何共享、转让、公开披露您的个人信息</p>
    <p>五、我们如何使用 Cookie 和同类技术</p>
    <p>六、我们如何保护您的个人信息</p>
    <p>七、您如何管理您的个人信息</p>
    <p>八、未成年人保护</p>
    <p>九、政策的更新</p>
    <p>十、法律适用与管辖</p>
    <p>十一、联系我们</p>

    <h2>一、适用范围</h2>
    <p>
      本政策适用于 Roxy浏览器服务提供者以网站、软件客户端以及随技术发展出现的新形态向您提供的各项产品和服务。除本政策说明的相关信息收集使用活动外，本政策不适用于 Roxy浏览器合作方及其他第三方向您提供的其他服务，其他服务适用其向您另行说明的个人信息收集使用规则。
    </p>

    <h2>二、信息收集及使用</h2>
    <h3>在您使用我们的产品/服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：</h3>
    <section>
      <p>1. 为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。<span class="strong-text">如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；</span></p>
      <p>
        2. 为实现向您提供我们产品及/或服务的附加功能，您可选择单独同意或不同意我们收集、使用的信息。<span class="strong-text">如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，不会影响您使用我们的基本功能。</span>
        其中，本产品部分功能涉及自动化决策，该决策仅基于您主动授权的配置数据生成环境优化建议，不会对您在第三方平台的账号权益、交易价格等实行不合理差别对待。您有权随时关闭 AI 自动化功能，选择手动配置或人工复核操作，也可通过客服渠道申请对自动化决策的说明与复核。
      </p>
    </section>
    <p>
      我们在此特别提醒您：我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品功能模块和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，故基本/附加功能及对应收集使用的个人信息类型、范围会有所区别，请以具体的产品功能模块和服务功能为准。
    </p>

    <h3>我们会为您提供的各项具体功能场景包括：</h3>
    <h4>（1） Roxy浏览器产品的免费版、付费版和专属定制版功能模块服务</h4>

    <p>
      我们基于您创建 Roxy浏览器的账户并向 Roxy浏览器订购的套餐或功能模块为您提供服务。为了创建 Roxy浏览器账户您需要至少向我们提供您的手机号码或邮箱地址。如果您拒绝提供上述信息，您将无法注册 Roxy浏览器账户。
    </p>
    <p>
      在您使用 Roxy浏览器产品及服务，或访问 Roxy浏览器平台网页时，Roxy浏览器会自动接收并记录您的浏览器和计算机上的信息，包括但不限于您的 IP 地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您访问的网页、您的服务日志和操作日志。
    </p>
    <h4>（2）账号认证服务</h4>
    <p>
      在您使用需要身份认证才能提供的功能或服务时，您可能需要提供姓名、身份证号码、电话号码以证实您的真实身份。您可以拒绝提供，但您将可能无法获得相关服务，但不影响其他功能与服务的正常使用。
    </p>
    <h4>（3）附加服务</h4>
    <p>您可以选择进一步完善本产品账号信息，可以向我们提供您的昵称、手机号码等以获取更加符合您需求的附加服务。您也可以选择不提供，但您将无法获得相关服务，但不影响其他功能与服务的正常使用。</p>
    <p>
      Roxy浏览器会不时针对新推出的服务和功能发起运营活动，如果您参加相关运营活动，我们会通过运营活动界面收集包括但不限于您的身份信息、联系方式，以便与您取得联系、核验您的奖励获取资格、向您发放运营奖励等。若您不参加相关运营活动则无需提供前述信息，若您参加运营活动但拒绝提供，您将无法获得相关奖励。
    </p>
    <h4>（4）帮助您完成支付</h4>
    <p>
      为完成订单支付，您可能需要提供支付宝账户、微信帐户或选择其他付款方式进行支付。例如，如您选择支付宝进行支付的，我们会将您的 Roxy浏览器账号、对应的支付宝账户会员名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过在应用程序中嵌入的支付宝工具开发包（SDK）等方式与支付宝公司共享。
    </p>
    <p>
      如您选择微信进行支付的，我们会将您的 Roxy浏览器账号、对应的微信账户会员名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过在应用程序中嵌入的微信工具开发包（SDK）等方式与微信共享。
    </p>
    <p>如您选择由其他金融机构为您提供支付服务的，我们还会将您的包括银行卡号、有效期在内的银行卡支付必要信息与您选择的相应金融机构共享。</p>
    <p>为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可与您所选择的交易对象、支付宝公司或您选择的其他金融机构处收集与支付进度相关信息。</p>
    <h4>（5）客服及争议处理</h4>
    <p>当您与我们联系或提出售中、售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。</p>
    <p>
      为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的沟通、通信/通话记录及相关内容（包括账户信息、地址、邮箱、您为了证明相关事实提供的其他信息，或您留下的联系方式信息）。如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账户信息和订单信息。
    </p>
    <p>为了提供服务及改进服务质量的合理需要，我们还可能使用您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。</p>

    <h2>三、我们如何保存您的个人信息</h2>
    <h3>1、存储地点</h3>
    <p>我们会按照法律法规的规定，将中华人民共和国境内（以下简称“中国”）收集的用户个人信息存储于中国境内，并依法对这些信息进行严格保密，不会向境外传输。</p>
    <h3>2、存储期限</h3>
    <p class="strong-text">
      我们将仅在实现本政策所述目的所必需的期限内保留您的个人信息，具体如下：我们收集的用户注册信息（如手机号等）及使用过程中可能收集的个人信息（如用户日志等），我们会加密保存至服务器。除非您主动申请删除账户信息，否则我们会长期保留这些信息，方便您随时登录和使用我们的服务。
    </p>
    <p>
      当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知你，并在合理的期限内删除你的个人信息或进行匿名化处理。（本隐私政策中的“匿名化处理”，是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。个人信息经匿名化处理后所得的信息不属于个人信息）
    </p>
    <p>
      除非法律法规另有强制留存要求（例如，《中华人民共和国电子商务法》规定商品和服务信息、交易信息需保存不少于三年；《网络安全法》要求保留网络日志不少于六个月），我们将根据以下标准判断个人信息的存储期限，并以较长者为准：完成与您相关的服务所需保留的必要期限；应对您可能的查询或投诉；保证我们为您提供服务的安全和质量；您是否同意更长的留存期间；是否存在关于保留期限的其他特别约定或法律法规规定。
    </p>
    <p>对于超出期限的个人信息，我们会立即删除或做匿名化处理。</p>

    <h2>四、我们如何共享、转让、公开披露您的个人信息</h2>
    <h3>1. 共享</h3>
    <p>我们不会与 Roxy浏览器服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
    <section>
      <p>（1）经过匿名化处理无法识别特定个人且不能复原的除外。</p>

      <p>
        （2）为保障我们产品相关功能的实现与应用安全稳定地运行，为便于我们与关联公司共同向您提供部分服务，并且由于部分产品/服务是我们无法单独完成的，因此您的个人信息可能会与我们的关联公司和/或其指定的服务提供商共享，以保障产品/服务的顺利完成。
        <span class="strong-text">
          您同意我们为向您提供服务而向支持我们功能的关联方及我们为向您提供服务集成或接入的第三方共享您的个人信息，我们与第三方共享的个人信息的具体种类和目的，您可详见《个人信息第三方共享目录》
        </span>
        。这些第三方包括为我们提供基础设施技术服务、支付服务、数据处理，支持我们功能的关联方无权将您的个人信息用于与本隐私政策及所载明的目的无关的其他用途；如要改变个人信息的处理目的，他们将另行征得您的授权同意。
      </p>
      <p>我们会对获取信息的合作方的代码进行严格的安全监测，以保护数据安全，若您想获取更多第三方的信息，请您认真阅读并查阅合作方官网链接。请注意，第三方的代码可能因为其版本升级、策略调整等原因导致数据处理类型存在一定变化，请以其公示的官方说明为准。除关联方及本隐私政策明确的第三方外，我们目前不会将您的个人信息共享给其他方，如需将您的个人信息共享给其他方，我们会另行征求您的同意。</p>
    </section>

    <section>
      <p class="text-center">
        <strong>《个人信息第三方共享目录》</strong>
      </p>
      <p class="strong-text">
        ① 微信支付
      </p>
      <p>所属公司：财富通支付科技有限公司</p>
      <p>使用场景：用户使用微信支付时使用</p>
      <p>使用目的：支持微信支付</p>
      <p>SDK收集的个人信息字段：设备标识符（Android如IMEI、Android ID、Serial）、MAC地址、WLAN接入点</p>
      <p>共享方式：SDK采集</p>
      <p>官网链接：<a href="https://weixin.qq.com/" target="_blank">https://weixin.qq.com/</a></p>
      <p>隐私权政策链接：<a href="https://www.tenpay.com/v3/helpcenter/low/privacy.shtml" target="_blank">https://www.tenpay.com/v3/helpcenter/low/privacy.shtml</a></p>

      <p class="strong-text">
        ② 支付宝
      </p>
      <p>所属公司：支付宝（中国）网络技术有限公司</p>
      <p>使用场景：在用户使用支付宝支付时使用</p>
      <p>使用目的：支持支付宝支付</p>
      <p>SDK收集的个人信息字段：设备标识符（Android如IMEI、MEID、IMSI、Android ID、Serial、ICCID、OAID，iOS如IDFV、IDFA）、MAC地址、IP地址、位置信息（如WLAN接入点、蓝牙）</p>
      <p>共享方式：SDK采集</p>
      <p>官网链接：<a href="https://www.alipay.com/" target="_blank">https://www.alipay.com/</a></p>
      <p>隐私权政策链接：<a href="https://render.alipay.com/p/yuyan/180020010001196791/preview.html?agreementId=AG00000132" target="_blank">https://render.alipay.com/p/yuyan/180020010001196791/preview.html?agreementId=AG00000132</a></p>
    </section>
    <h3>2. 委托处理</h3>
    <p>
      我们可能委托授权合作伙伴处理您的个人信息，以便授权合作伙伴代表我们为您提供某些服务或履行职能。我们仅会出于本政策声明的合法、正当、必要、特定、明确的目的委托其处理您的信息，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何超出委托范围的目的。如果授权合作伙伴将您的信息用于我们未委托的用途，其将单独征得您的同意。
    </p>
    <p>目前，我们委托的授权合作伙伴包括以下类型：</p>
    <section>
      <p>（1）广告、分析服务类的授权合作伙伴。我们会在采用行业通用的安全技术前提下，委托这些合作伙伴处理与广告投放、覆盖面和有效性相关的信息。我们不会将您的个人身份信息委托合作伙伴处理。</p>
      <p>
        （2）供应商、服务提供商和其他合作伙伴。我们将信息委托给支持我们业务的供应商、服务提供商和其他合作伙伴处理，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、提供客户服务、支付便利或进行学术研究和调查。
      </p>
    </section>

    <h3>3. 转让</h3>
    <p>
      如果我们因合并、分立、解散、被宣告破产的原因需要转移个人信息的，我们会向您告知接收方的名称或者姓名和联系方式。接收方将继续履行本政策及其他法定义务。接收方变更原先的处理目的、处理方式的，会重新取得您的同意。
    </p>

    <h3>4. 公开披露</h3>
    <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
    <p>（1）基于您的主动选择及其他单独同意的情况下，我们可能会公开披露您的个人信息；</p>
    <p>
      （2）如果我们确定您出现违反法律法规或严重违反 Roxy浏览器平台相关协议及规则的情况，或为保护 Roxy浏览器平台用户或公众的人身财产安全免遭侵害，我们可能披露关于您的个人信息，包括相关违规行为以及 Roxy浏览器平台已对您采取的措施。
    </p>

    <h2>五、我们如何使用 Cookie 和同类技术</h2>
    <p>
      为保证网站和产品正常运行，为帮助您获得更轻松的访问体验，并向您推荐您可能感兴趣的信息，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码及字符。借助于 Cookie，网站能够存储您的偏好等数据，以此帮助您免去重复填写个人信息、输入历史搜索内容等繁琐；同时我们还可能利用上述技术为您推荐、展示、推送您感兴趣的内容。您可根据自己的偏好管理或删除 Cookie，您也可以清除计算机上保存的所有 Cookie。我们不会将 Cookie 用于本隐私政策所述目的之外的任何用途。有关详情，请参见其官网（ https://www.aboutcookies.org/ ）。大部分网络浏览器都设有阻止 Cookie 的功能，您可以通过浏览器设置选项清除计算机上保存的所有 Cookie，但如果您这么做，则需要在每一次访问我们的网站时更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。
    </p>

    <h2>六、我们如何保护您的个人信息</h2>
    <h3>1、安全措施</h3>
    <p>（1）我们会以业界成熟的安全标准和规范收集、使用、存储和传输用户信息，并通过用户协议和隐私政策告知您相关信息的使用目的和范围。</p>
    <p>
      （2）我们非常重视信息安全。我们建立了完善的信息安全管理制度和内部安全事件处置机制等。我们会采取适当的符合业界标准的安全措施和技术手段存储和保护您的个人信息，以防止您的信息丢失、遭到未经授权的访问、公开披露、使用、修改、毁损、丢失或泄漏。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击。
    </p>
    <p>
      （3）我们会对员工进行数据安全的意识培养和安全能力的培训和考核，加强员工对于保护个人信息重要性的认识。我们会对处理个人信息的员工进行身份认证及权限控制，并会与接触您个人信息的员工签署保密协议，明确岗位职责及行为准则，确保只有授权人员才可访问个人信息。对于违规员工，我们会严格按照内部管理制度及相关法律法规规定追究法律责任。
    </p>
    <p>
      （4）我们提醒您注意，互联网并非绝对安全的环境，当您通过社交软件与其他用户交互信息时，不确定第三方软件对信息的传递是否完全加密，请注意确保您个人信息的安全，我们建议您不要通过此类方式发送个人信息，以免个人信息泄露。请使用复杂密码，协助我们保证您的账号以及个人信息安全。
    </p>
    <p>
      （5）我们也请您理解，在互联网行业由于技术的限制和飞速发展以及可能存在的各种恶意攻击手段，即便我们竭尽所能加强安全措施，也不可能始终保证信息的 100% 安全。请您了解，您使用我们的产品和/或服务时所用的系统和通讯网络，有可能在我们控制之外的其他环节而出现安全问题。
    </p>
    <h3>2、安全事件通知</h3>
    <p>（1）我们会制定网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施，并按照规定向有关主管部门报告。</p>
    <p>
      （2）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们将及时将事件相关情况以站内通知、短信通知、电话或邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </p>

    <h2>七、您如何管理您的个人信息</h2>
    <p>您有权访问、更正、删除您的个人信息，以及行使改变授权同意的范围与注销账号的权利，您的意见会及时得到处理，法律法规规定的例外情况除外。</p>
    <h3>1、访问、更正、删除您的个人信息</h3>
    <p>（1）如果您想访问或更正您的个人信息，您可以点击个人中心页面对您的个人信息进行访问或更正。<span class="strong-text">若非由我司给您提供的账号信息，您无法在我司网站对此账号信息进行访问、更正、删除。</span></p>
    <p>（2）在以下情形中，您可以通过我们网站标明的联系方式联系我们，直接向我们提出删除个人信息的请求：</p>
    <p>
      （3）您撤回同意的；我们违反法律法规或与您的约定收集、使用个人信息；我们违反法律法规或与您的约定与第三方共享或转让您的个人信息，我们将立即停止共享、转让行为，并通知第三方及时删除；我们违反法律法规规定或与您的约定，公开披露您的个人信息，我们将立即停止公开披露的行为，并发布通知要求相关接收方删除相应的信息；您不再使用我们的产品或服务，或您注销了账号，或我们终止服务及运营；法律、行政法规规定的其他情形。
    </p>
    <p>（4）以上删除请求一旦被响应，我们还将同时尽可能通知从我们获得您个人信息的主体，要求其及时删除相应信息，除非法律法规另有规定，或者这些主体获得您的独立授权。当您从我们的服务中删除信息后，如有备份，我们可能不会立即从备份系统中删除相应的信息，我们将会在备份更新时删除这些信息或者实现匿名化处理。</p>
    <h3>2、改变授权范围</h3>
    <p>如您需改变或撤回授权我们调用的设备权限范围，您可通过不同版本或操作系统中提供的撤回路径进行撤回或通过本政策中的联系方式与我们联系，以改变同意范围或撤回您的授权。请您理解，网站和产品可能需要开启部分权限并收集必要的个人信息才能得以实现部分服务。当您撤回您的同意时，我们将无法继续为您提供撤回同意所对应的服务，但不会影响此前基于您的授权而开展的个人信息处理服务。</p>
    <h3>3、注销账户</h3>
    <p>您可以通过向客服发送邮件来注销您的账户，注销为不可逆行为，注销后该账号无法登录，该账号所有信息都会被清除（历史订单信息可能因合规要求保留），无法找回，请您谨慎操作。您注销成功后，我们将停止为您提供产品或服务，并根据适用法律的要求删除您对应的个人信息或作匿名化处理，但法律法规另有规定或监管部门另有要求的除外。如果您有任何疑问，请通过客服与我们联系，我们将在收到请求的十五个工作日内进行处理。</p>
    <h3>4、对于您的权利要求的响应</h3>
    <p>（1）如您无法按照上述方式行使权利的，您可以采取本隐私政策载明的联系方式与我们联系。为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在收到请求的十五个工作日内进行处理。</p>
    <p>（2）对于您的合理请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定成本费用。对于那些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。如果您的请求被拒绝，我们将告知您拒绝的原因，您可以通过本隐私政策载明的联系方式进行投诉。</p>
    <p>（3）按照法律法规，在以下情形中，我们将无法响应您的请求：</p>
    <section class="ml-3">
      <p>a. 与我们履行法律法规规定的义务相关的；</p>
      <p>b. 与国家安全、国防安全直接相关的；</p>
      <p>c. 与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p>d. 与刑事侦查、起诉、审判和执行判决等直接相关的；</p>
      <p>e. 响应个人信息主体的请求将导致个人信息主体或其他个人、组织的合法权益受到严重损害的；</p>
      <p>f. 涉及商业秘密的。</p>
    </section>
    <h2>八、未成年人保护</h2>
    <p>
      Roxy浏览器的服务主要面向成年人。
      <span class="strong-text">
        如果您是根据适用法律规定的未成年人，请务必在使用 Roxy浏览器产品及服务前，在父母或其他监护人监护、指导下共同仔细阅读开发者或广告主应用的隐私政策及本隐私政策，并在征得监护人同意的前提下使用该应用或提供个人信息。
      </span>
    </p>
    <p>
      我们根据适用的相关法律法规的规定保护未成年人的个人信息，除非法律另有规定，我们只会在收到法律允许、父母或其他监护人明确同意或者保护未成年人所必要的情况下收集、使用、存储、共享、转让或公开披露未成年的个人信息。如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，将会采取措施尽快删除相关信息。
    </p>
    <p>若您是未成年人的父母或其他监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。</p>

    <h2>九、政策的更新</h2>
    <p>
      为给您带来更好的产品和服务体验，我们持续努力改进我们的产品、服务及技术。在新的服务及业务流程变更时，我们可能会更新我们的隐私政策以告知您具体的变化。但未经您明确同意，我们不会限制您按照本政策所享有的权利。
    </p>
    <p class="strong-text">
      对于重大变更，我们还会提供更为显著的通知（包括我们会通过 Roxy浏览器网站公示的方式进行通知或向您提供弹窗提示）。
    </p>

    <h2>十、法律适用与管辖</h2>
    <p>本协议适用中华人民共和国的法律（不含冲突法）。当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关内容将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。</p>
    <p>凡因本协议引起的或与本协议有关的任何争议，双方应协商解决。协商不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。</p>

    <h2>十一、联系我们</h2>
    <p>
      如果您对本隐私政策或个人信息保护有任何疑问、咨询、意见、建议或投诉，您可以通过在线客服或邮箱
      <a href="mailto:support@RoxyBrowser.com" class="text-blue-500 hover:underline">support@roxybrowser.com</a>
      联系我们。
    </p>
    <p>
      一般情况下，我们将在您提出权利请求后15天内回复。<span class="strong-text">如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向我司住所地有管辖权的法院提起诉讼来解决问题。</span>
    </p>
  </div>
</template>

<style scoped>
.strong-text {
  font-weight: bold;
}
</style>
