<template>
  <div>
    <p><span class="date"><strong>生效日期：【2020】年【5】月【8】日</strong></span></p>
    <p><span class="date"><strong>更新日期：【2024】年【4】月【3】日</strong></span></p>
    <p>&nbsp;</p>
    <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
      欢迎您使用我们的产品和服务！我们深知个人信息对您的重要性，我们将遵守法律法规要求采取相应的安全保护措施，致力于保护您的个人信息安全可控。基于此，RoxyBrowser服务提供者（简称“我们”）制定本《RoxyBrowser隐私政策》（下称“本政策”/“本隐私政策”），帮助您充分了解在您使用我们产品和服务的过程中，我们会如何收集、使用和保护您的个人信息。
    </p>
    <p>
      &nbsp; &nbsp; &nbsp; &nbsp;
      &nbsp;您在开始使用我们的产品和服务前，请务必先仔细阅读和理解本政策，特别应重点阅读我们以粗体/粗体下划线标识的条款。您同意隐私政策表示您已了解RoxyBrowser产品及服务的功能和内容，以及RoxyBrowser产品及各功能模块、增值服务运行所需的必要个人信息，并给予相应的收集使用授权，除非您阅读并接受本协议所有条款，否则请您不要下裁、安装或使用RoxyBrowser产品及相关服务。您的点击同意、下载、安装、使用、登录等行为即视为您已阅读并同意本协议的约束。本隐私政策为您与我们签署的关于RoxyBrowser服务协议（无论电子形式或非电子形式）的组成部分。
    </p>
    <p><strong><span style="font-size: 14pt;">本隐私政策将帮助您了解以下内容：</span></strong></p>
    <p>一、适用范围</p>
    <p>二、信息收集及使用</p>
    <p>三、对外提供信息</p>
    <p>四、您的权利</p>
    <p>五、信息的存储</p>
    <p>六、政策的更新</p>
    <p>七、未成年人保护</p>
    <p>八、联系我们</p>
    <p>附录：相关定义</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>一、适用范围</strong></span></p>
    <p>
      本政策适用于RoxyBrowser服务提供者以网站、软件客户端以及随技术发展出现的新形态向您提供的各项产品和服务。除本政策说明的相关信息收集使用活动外，本政策不适用于RoxyBrowser合作方及其他第三方向您提供的其他服务，其他服务适用其向您另行说明的个人信息收集使用规则。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>二、信息收集及使用</strong></span></p>
    <p>在您使用我们的产品/服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：</p>
    <ol>
      <li>为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；</li>
      <li>为实现向您提供我们产品及/或服务的附加功能，您可选择单独同意或不同意我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，不会影响您使用我们的基本功能。
      </li>
    </ol>
    <p>
      我们在此特别提醒您：我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品功能模块和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，故基本/附加功能及对应收集使用的个人信息类型、范围会有所区别，请以具体的产品功能模块和服务功能为准。
    </p>
    <p>&nbsp;</p>
    <p><strong><span style="font-size: 12pt;">我们会为您提供的各项具体功能场景包括但不限于：</span></strong></p>
    <ol>
      <li>RoxyBrowser产品的免费版、付费版和专属定制版功能模块服务</li>
    </ol>
    <p>
      我们基于您创建RoxyBrowser的账户并向RoxyBrowser订购的套餐或功能模块为您提供服务。为了创建RoxyBrowser账户您需要至少向我们提供您的手机号码或邮箱地址。如果您拒绝提供上述信息，您将无法注册RoxyBrowser账户。
    </p>
    <p>
      在您使用RoxyBrowser产品及服务，或访问RoxyBrowser浏览器平台网页时，RoxyBrowser浏览器会自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您访问的网页、您的服务日志和操作日志。
    </p>
    <p>
      为了确保我们是在为您本人提供服务，我们可能会根据您提供的上述信息校验您的身份。若存在依法需确定您必要身份的场景（包括依法保护未成年人权益、打击电信网络诈骗、为您扣缴税费、行政执法或司法诉讼中相关主体认定）时，您可以授权我们提供的人脸识别验证渠道进行验证，验证信息用于上述目的。
    </p>
    <ol start="2">
      <li>账号认证服务</li>
    </ol>
    <p>在您使用需要身份认证才能提供的功能或服务时，您可能需要提供姓名、身份证号码、电话号码以证实您的真实身份。您可以拒绝提供，但您将可能无法获得相关服务，但不影响其他功能与服务的正常使用。</p>
    <ol start="3">
      <li>附加服务</li>
    </ol>
    <p>您可以选择进一步完善本产品账号信息，可以向我们提供您的昵称、手机号码等以获取更加更加符合您需求的附加服务。您也可以选择不提供，但您将无法获得相关服务，但不影响其他功能与服务的正常使用。</p>
    <p>RoxyBrowser会不时针对新推出的服务和功能发起运营活动，如果您参加相关运营活动，我们会通过运营活动界面收集包括但不限于您的身份信息、联系方式，以便与您取得联系、核验您的
      奖励获取资格、向您发放运营奖励等。若您不参加相关运营活动则无需提供前述信息，若您参加运营活动但拒绝提供，您将无法获得相关奖励。</p>
    <ol start="4">
      <li>帮助您完成支付</li>
    </ol>
    <p>
      为完成订单支付，您可能需要提供支付宝账户、微信帐户或选择其他付款方式进行支付。例如，如您选择支付宝进行支付的，我们会将您的RoxyBrowser账号、对应的支付宝账户会员名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过在应用程序中嵌入的支付宝工具开发包（SDK）等方式与支付宝公司共享。
    </p>
    <p>
      如您选择微信进行支付的，我们会将您的RoxyBrowser账号、对应的微信账户会员名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过在应用程序中嵌入的微信工具开发包（SDK）等方式与微信共享。
    </p>
    <p>如您选择由其他金融机构为您提供支付服务的 ，我们还会将您的包括银行卡号、有效期在内的银行卡支付必要信息与您选择的相应金融机构共享。</p>
    <p>为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可与您所选择的交易对象、支付宝公司或您选择的其 他金融机构处收集与支付进度相关信息。</p>
    <ol start="5">
      <li>客服及争议处理</li>
    </ol>
    <p>当您与我们联系或提出售中、售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。</p>
    <p>
      为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的沟通、通信/通话记录及相关内容（包括账户信息、地址、邮箱、您为了证明相关事实提供的其他信息，或您留下的联系方式信息）。如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账户信息和订单信息。
    </p>
    <p>为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>三、对外提供信息</strong></span></p>
    <p><strong><span style="font-size: 12pt;">（一）共享</span></strong></p>
    <p>我们不会与RoxyBrowser服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
    <ol>
      <li>履行法定义务所必需的共享：我们可能会根据法律法规规定、诉讼、争议解决的必要，或按行政、司法机关依法提出的要求，以及其他法定义务履行的必需，共享您的个人信息。</li>
      <li>取得您同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</li>
      <li>
        为订立、履行您作为一方当事人的合同所必需的情况下的共享：您通过RoxyBrowser购买商品或服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品或服务的提供者，以实现您的交易、配送及售后服务需求。
      </li>
      <li>
        与关联公司间共享：为便于我们与关联公司共同向您提供部分服务，基于RoxyBrowser平台账户向您提供产品和服务，推荐您可能感兴趣的信息，识别会员账户异常，保护RoxyBrowser关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司和/或其指定的服务提供商共享。我们只会共享必要的个人信息，且受本政策中所声明目的的约束，如果我们共享您的敏感个人信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。
      </li>
    </ol>
    <p>请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至敏感个人信息。请您更加谨慎地考虑并做出决定。</p>
    <p>&nbsp;</p>
    <p><strong><span style="font-size: 12pt;">（二）委托处理</span></strong></p>
    <p>
      我们可能委托授权合作伙伴处理您的个人信息，以便授权合作伙伴代表我们为您提供某些服务或履行职能。我们仅会出于本政策声明的合法、正当、必要、特定、明确的目的委托其处理您的信息，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何超出委托范围的目的。如果授权合作伙伴将您的信息用于我们未委托的用途，其将单独征得您的同意。
    </p>
    <p>目前，我们委托的授权合作伙伴包括以下类型：</p>
    <ol>
      <li>广告、分析服务类的授权合作伙伴。我们会在采用行业通用的安全技术前提下，委托这些合作伙伴处理与广告投放、覆盖面和有效性相关的信息。我们不会将您的个人身份信息委托合作伙伴处理。</li>
      <li>
        供应商、服务提供商和其他合作伙伴。我们将信息委托给支持我们业务的供应商、服务提供商和其他合作伙伴处理，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、提供客户服务、支付便利或进行学术研究和调查。
      </li>
    </ol>
    <p>&nbsp;</p>
    <p><strong><span style="font-size: 12pt;">（三）转让</span></strong></p>
    <p>如果我们因合并、分立、解散、被宣告破产的原因需要转移个人信息的，我们会向您告知接收方的名称或者姓名和联系方式。接收方将继续履行本政策及其他法定义务。接收方变更原先的处理目的、处理方式的，会重新取得您的同意。
    </p>
    <p>&nbsp;</p>
    <p><strong><span style="font-size: 12pt;">（四）公开披露</span></strong></p>
    <p>我们仅会在以下情况下，公开披露您的个人信息</p>
    <p>1、基于您的主动选择及其他单独同意的情况下，我们可能会公开披露您的个人信息；</p>
    <p>
      2、如果我们确定您出现违反法律法规或严重违反RoxyBrowser平台相关协议及规则的情况，或为保护RoxyBrowser平台用户或公众的人身财产安全免遭侵害，我们可能披露关于您的个人信息，包括相关违规行为以及RoxyBrowser平台已对您采取的措施。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>四、您的权利</strong></span></p>
    <p>您可以通过以下方式查阅和管理您的信息，我们会在符合法律法规要求的情形下响应您的请求：</p>
    <p><span style="font-size: 12pt;"><strong>（一）查阅、更正和补充</strong></span></p>
    <p>您有权通过官网客服或通过support.RoxyBrowser.net（帮助页地址做出来后更换）请求查阅、更正和补充您的信息。</p>
    <p><strong><span style="font-size: 12pt;">（二）删除</span></strong></p>
    <p>您可以通过“（一）查阅、更正和补充您的信息”列明的路径删除您的部分信息，或申请注销账户删除您的全部信息。</p>
    <p>在以下情形中，您可以通过与【客服联系】向我们提出删除个人信息的请求：</p>
    <ol>
      <li>如果我们处理个人信息的行为违反法律法规；</li>
      <li>如果我们收集、使用您的个人信息，却未征得您的明确同意；</li>
      <li>如果我们处理个人信息的行为严重违反了与您的约定；</li>
      <li>如果我们的处理目的已实现、无法实现或者为实现处理目的不再必要；</li>
      <li>如果我们停止提供产品或者服务，或者保存期限已届满。</li>
    </ol>
    <p>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。</p>
    <p>当您或我们协助您删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并限制对其的任何进一步的处理，直到备份可以清除或实现匿名化。</p>
    <p><span style="font-size: 12pt;"><strong>（三）改变授权范围</strong></span></p>
    <p>您可以通过以下方式改变或者撤回您授权我们收集和处理您的个人信息的范围：您可以通过“我的-账户与安全”对绑定关系进行授权管理。</p>
    <p>
      对于您无法直接通过上述方式设置的授权，您可以通过客服联系进行修改，但请注意，对于部分类型的个人信息，例如实现RoxyBrowser基本功能所必须的信息或者我们履行法律法规规定的义务所必需的信息，我们可能无法响应您改变授权范围的请求。当您撤回授权后，我们将不再处理相应的个人信息。但您撤回授权的决定，不会影响我们此前基于您的授权而开展的个人信息处理。
    </p>
    <p><span style="font-size: 12pt;"><strong>（四）注销账户</strong></span></p>
    <p>
      如果您确定不会再使用我们的产品或服务，且您想注销您的账户，您可以通过官网客服或通过support@RoxyBrowser.net联系我们提出您的账户注销请求。在您提出注销请求后，我们会停止为您提供产品或服务，并根据使用法律的要求删除或者匿名化处理您的个人信息。
    </p>
    <p><span style="font-size: 12pt;"><strong>（五）约束信息系统自动决策</strong></span></p>
    <p>在某些业务功能中，我们可能仅依据算法在内的非人工自动决策机制做出决定。如果这些决定影响您的合法权益，您可以通过客服联系我们。</p>
    <p><span style="font-size: 12pt;"><strong>（六）响应您的上述请求</strong></span></p>
    <p>
      对于您或可能的您的监护人、近亲属及其他有权主体向我们提出上述请求，以及中华人民共和国法律与其他适用法律规定的您的相关个人信息权利，您可以通过客服联系我们或直接向我们的个人信息保护专职部门发起投诉。我们将在15天内做出答复。
    </p>
    <p>为保障您的账户安全和您的个人信息安全，您向我们提出上述请求时，我们可能会先验证您的身份（如增加账户核验、要求您提供书面请求或其他合理方式），然后再处理您的请求。</p>
    <p>
      对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无合理理由重复申请的信息，或者需要过多技术手段（如需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>五、信息的存储</strong></span></p>
    <p>我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律有强制的留存要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。</p>
    <p>我们判断个人信息的存储期限主要依据以下标准：</p>
    <ol>
      <li>完成与您相关的交易目的、维护相应交易及业务记录，以应对您可能的查询或投诉；</li>
      <li>保证我们为您提供服务的安全和质量；</li>
      <li>您是否同意更长的留存期间；</li>
      <li>是否存在关于保留期限的其他特别约定或法律法规规定。</li>
    </ol>
    <p>在超出保留期间后，我们会根据适用法律的要求删除或匿名化处理您的个人信息。</p>
    <p>我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>六、政策的更新</strong></span></p>
    <p>为给您带来更好的产品和服务体验，我们持续努力改进我们的产品、服务及技术。在新的服务及业务流程变更时，我们可能会更新我们的隐私政策以告知您具体的变化。但未经您明确同意，我们不会限制您按照本政策所享有的权利。
    </p>
    <p>对于重大变更，我们还会提供更为显著的通知（包括我们会通过RoxyBrowser网站公示的方式进行通知或向您提供弹窗提示）。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>七、未成年人保护</strong></span></p>
    <p>RoxyBrowser 的服务主要面向成年人。如果您是根据适用法律规定的未成年人，请务必在使用 RoxyBrowser
      产品及服务前，在父母或其他监护人监护、指导下共同仔细阅读开发者或广告主应用的隐私政策及本隐私政策，并在征得监护人同意的前提下使用该应用或提供个人信息。</p>
    <p>
      我们根据适用的相关法律法规的规定保护未成年人的个人信息，除非法律另有规定，我们只会在收到法律允许、父母或其他监护人明确同意或者保护未成年人所必要的情况下收集、使用、存储、共享、转让或公开披露未成年的个人信息。如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，将会采取措施尽快删除相关信息。
    </p>
    <p>若您是未成年人的父母或其他监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。</p>
    <p><strong><span style="font-size: 14pt;">八、联系我们</span></strong></p>
    <p>您可以通过以下方式与我们联系，我们会尽快回复您的请求：</p>
    <p>如您对本政策内容有任何疑问、意见或建议，您可通过 RoxyBrowser 在线客服与我们联系；需注意的是，我们可能不会回复与本政策或您的个人信息权利无关的问题。</p>
  </div>
</template>

<script setup>

</script>

<style lang="scss" scoped>
.date {
  font-size: 16px;
}

p {
  margin-bottom: 24px;
}
</style>