<template>
  <div class="mb-100px">
    <p class="text-indent">
      《自动续费服务协议》（以下简称「本协议」）是《RoxyBrowser 用户协议》的补充协议，与其构成统一整体。本协议与《RoxyBrowser 用户协议》约定不一致的，以本协议为准。
    </p>
    <p class="mt-2">
      您以任何方式（包括但不限于：点击订阅、开通或使用）使用 RoxyBrowser 自动续费服务（以下简称「本服务」），即视为您与 RoxyBrowser 达成协议，并自愿接受本协议全部内容。
    </p>

    <h2 class="my-4">您理解并同意以下条款：</h2>

    <ol class="list-decimal flex flex-col gap-2">
      <li>
        <strong>自动扣款与续期：</strong>若您已开通本服务，且在每个订阅周期到期日<strong>前 3 个自然日</strong>内未主动、明确地取消本服务，相关主体将在该订阅周期到期日及之后，从您开通本服务时绑定的充值账户、银行卡、支付宝、PayPal 等第三方支付账户（以下简称「账户」）余额中，自动扣划下一订阅周期的服务费用，从而延长对应订阅周期的服务有效期。您接受并同意，您应定期关注所选支付方式对应账户的余额，并保证账户内有足够余额供本服务扣款使用。因前述原因（包括但不限于余额不足、余额不足以同时开通多项服务）导致本服务无法继续的，由此产生的风险及/或损失由您自行承担。
      </li>
      <li>
        <strong>扣款授权：</strong>您开通自动续费服务，即视为同意支付渠道可在不验证您的账户密码、支付密码、短信验证码等的情况下，从您绑定的账户中扣划下一计费周期的服务费。您理解并同意，若通过第三方支付渠道支付，您还须遵守该第三方的服务条款与使用规则。
      </li>
      <li>
        <strong>续费提醒与扣款时效：</strong>为便于您知悉自动续费状态，RoxyBrowser 将依法在下一订阅周期扣款前通过站内信、电子邮件或其他方式向您发送提醒，请您注意查收。特别提醒：因本服务特性，部分扣款方式可能在下一订阅周期开始前 24 小时内完成扣款。您委托 RoxyBrowser 进行服务费自动续费扣款的授权，在您选择终止本服务之前持续有效；基于该授权已扣划的费用，原则上不予退还，相应责任由您自行承担。
      </li>
      <li>
        <strong>订阅周期：</strong>30 天、1 个月或订阅页面载明的其他周期（以订阅页设置为准）。
      </li>
      <li>
        <strong>取消方式：</strong>开通自动续费的用户可自行选择终止本服务。
        <br />
        <p class="mt-1">
          操作路径：打开 RoxyBrowser → 点击「计费中心」→ 点击「管理订阅」→ 按页面指引取消续费服务；取消后，服务到期后将不再自动续期。因支付渠道存在状态更新延迟，请以该支付方式下的自动续费签约状态为准。若在服务到期日前未取消自动续费功能，即视为您同意 RoxyBrowser 按本协议从您的支付账户扣划服务费；因未及时取消自动续费而造成的任何损失，由您自行承担，RoxyBrowser 不承担责任。
        </p>
      </li>
      <li>
        <strong>服务终止：</strong>RoxyBrowser 可根据自身运营策略等原因终止本服务，您的 RoxyBrowser 服务将在当前计费周期到期日到期。
      </li>
      <li>
        <strong>虚拟服务与退款：</strong>RoxyBrowser 提供的订阅服务属于虚拟商品，费用一经扣划，除因不可抗力等法定情形外不予退款。您可选择取消自动续费，并采用非自动续费方式订阅 RoxyBrowser 服务。
        <br />
        为便于您理解自动续费规则，RoxyBrowser 将根据法律法规及相关服务规则，在约定的自动扣款时间前通过应用内消息或电子邮件等方式进行提醒，请您注意查收。
      </li>
      <li>
        <strong>协议效力：</strong>除本协议另有约定或 RoxyBrowser 相关规则另有规定外，本自动续费服务自您开通之日起长期有效，直至您选择取消本自动续费服务。
      </li>
      <li>
        <strong>违约与责任：</strong>若您违反本协议或 RoxyBrowser 平台规则，我方有权根据您的违约情况停止向您提供自动续费服务，您应承担由此产生的法律责任与后果。
      </li>
      <li>
        <strong>用户协议链接：</strong><NuxtLinkLocale class="text-blue-500" to="/copyright/user">{{ $t('使用条款') }}</NuxtLinkLocale>
      </li>
      <li>
        <strong>隐私政策链接：</strong><NuxtLinkLocale class="text-blue-500" to="/copyright/privacy">{{ $t('隐私政策') }}</NuxtLinkLocale>
      </li>
    </ol>
  </div>
</template>
