<template>
  <div>
    <p>本退款协议是 Roxy浏览器 （包括且不限于 Roxy浏览器 客户端）与您就购买 Roxy浏览器 软件及服务的退款事项所订立的有效合约。您通过盖章、网络页面点击确认或以其他方式选择接受本退款协议，包括但不限于未点击确认本退款协议但实际购买使用了 Roxy浏览器 服务，即表示您与 Roxy浏览器 已达成协议并同意接受本退款协议的全部约定内容。
    </p>

    <h2>特提示您注意以下条款内容：</h2>
    <p>
      1．根据当地法律《消费者权益保护法》及《网络购买商品退货暂行办法》等相关法律法规等，您确认并接受 Roxy浏览器 提供的商品为计算机软件类服务，若确认购买付费版套餐或定制版服务，则一经购买无法退款。
    </p>
    <p>2．在您购买支付前应充分了解 Roxy浏览器 的功能和应用场景。为此，RoxyBrowser 官网提供了试用版供您试用。</p>
    <p>
      3．试用后，您有权根据自身需求选择 Roxy浏览器 软件相关的服务与套餐，亦可选择定制类服务。在您线下、线上购买支付或其他双方确认的方式购买 Roxy浏览器 软件及服务后，您将拥有相应的权限享有 Roxy浏览器 软件服务， Roxy浏览器 将根据您的需求为您开通相应的账号使用权限、配置环境、设置用户数量等服务。
    </p>
    <p>
      4．您有合理审查与注意义务，并选择适合您需求的 Roxy浏览器 软件服务及套餐等。 Roxy浏览器 提供的服务包含免费（永久免费）、按月/或年收费、按定制需求收费等服务，具体服务及收费方式以 Roxy浏览器 官方发布的信息为准。 Roxy浏览器 可能会根据实际需要修改和更改收费标准和收费服务方法。
    </p>
    <p>
      5．您确认并同意，在您所购买的套餐服务到期前2个工作日需明确通知 Roxy浏览器 不再续期。如否，为不影响您正常使用 Roxy浏览器 软件服务，RoxyBrowser 将有权在不验证账户密码、支付密码、短信校验码等信息的情况下从您的自有账户余额中代扣下一个计费周期的套餐费用。
    </p>
    <p>6．若对任何订单存在疑问或不满，请先联系在线客服或发送邮件至 <a href="mailto:support@RoxyBrowser.com" class="text-blue-500 hover:underline">support@Roxy浏览器.com</a>。</p>
  </div>
</template>