<template>
  <div>
    <p>&nbsp; &nbsp; &nbsp; &nbsp;</p>
    <p><span class="date"><strong>生效日期：【2020】年【5】月【8】日</strong></span></p>
    <p><span class="date"><strong>更新日期：【2024】年【4】月【3】日</strong></span></p>
    <p>&nbsp;</p>
    <p>&nbsp; &nbsp; &nbsp;
      &nbsp;为保障您的账户安全，也为了RoxyBrowser更好地为您提供服务，您同意RoxyBrowser在提供部分产品及服务之前，采用人脸识别核身验证功能对您的身份进行认证，用于验证操作人是否为账户持有者本人，通过人脸识别结果评估是否为您提供产品或服务。该功能由具有公信力的机构提供核验数据及技术支持。您同意并授权RoxyBrowser获取、使用您在申请RoxyBrowser服务过程中所提供的个人信息（包括姓名、身份证号）及人脸影像数据，并提供给合法存有您信息的第三方合作机构进行比对核验，以核验您的身份。如您不同意本协议的任何内容，或者无法准确理解协议内容的解释，请不要进行后续操作。如您点击“确认”、“同意”、“接受”，则表示您同意RoxyBrowser对您进行人脸识别验证。您已明确知悉，人脸识别在现有技术层面仍存在局限性或不确定性，RoxyBrowser提供的识别结果仅供您参考使用，您基于人脸识别结果作出的其他决定或实施的其他行为与RoxyBrowser无关，RoxyBrowser亦不承担任何责任。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>1.账户条款</strong></span></p>
    <p>您须年满18岁方可注册RoxyBrowser账户，或在您所在地区具有签署具有法律约束力合同的资格。未满18岁者应在父母或监护人同意下注册RoxyBrowser账户，此举代表您同意遵守我们的服务条款。</p>
    <p>注册RoxyBrowser账户需要选择用户名并设定密码。我们将根据适用的数据保护法和隐私政策收集和披露您的信息。注册时，请提供真实准确的信息，不要使用无效或他人的电子邮件。</p>
    <p>
      我们保留验证所有用户信息并拒绝任何用户的权利。您应对账户中的所有活动负责，并确保密码的保密性。若发现未经授权使用您账户或其他安全问题，请立即通知我们。对于他人未经授权使用您账户所造成的损失，RoxyBrowser概不负责。如发现账户异常，请报告至<a href="mailto:support@RoxyBrowser.com">support@RoxyBrowser.com</a>。
    </p>
    <p>您不得将RoxyBrowser软件及服务用于任何非法或未经授权的目的。在使用软件时，请遵守所在地区的法律（包括但不限于版权法）及其他法律法规。</p>
    <p>
      为保障您的账户安全，以及提供更好的服务，您同意在使用部分产品及服务之前，接受人脸识别核身验证。该功能由具有公信力的机构提供技术支持。您同意并授权RoxyBrowser获取、使用您的个人信息及人脸影像数据，用于核验您的身份。若不同意，请勿进行后续操作。点击“确认”、“同意”、“接受”即表示您同意接受人脸识别验证。您已知悉，人脸识别结果仅供参考，您的其他行为与此无关。
    </p>
    <p>您同意RoxyBrowser或第三方广告商可通过短信、电子邮件或其他方式向您发送广告或推广信息。对服务中出现的广告，应审慎判断其真实性和可靠性，除法律规定外，您应对相关交易负责。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>2.禁止行为</strong></span></p>
    <p>您应当遵守任何应适用的法律法规的规定，不得利用RoxyBrowser的服务及账户实施包括但不限于以下行为，也不得为以下行为提供便利：</p>
    <p>（1）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一、损害国家荣誉和利益的；</p>
    <p>（2）宣扬邪教和封建迷信的；</p>
    <p>（3）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>（4）散布淫秽、色情、赌博、暴力、凶杀、恐怖、骚扰、低俗或者教唆犯罪的；</p>
    <p>（5）侮辱或者诽谤他人，侵害他人合法权益的；</p>
    <p>（6）侵害他人知识产权、商业秘密等合法权利的；</p>
    <p>（7）利用本软件虚构事实、隐瞒真相以误导、欺骗他人的；</p>
    <p>（8）实施博彩、赌博游戏等非法互联网活动的；</p>
    <p>（9） 删除或者改变本软件上的所有权利管理电子信息；</p>
    <p>（10）故意避开或者破坏著作权人为保护本软件著作权而采取的技术措施；</p>
    <p>（11）违反国家规定，对计算机信息系统功能进行删除、修改、增加、干扰，造成计算机信息系统不能正常运行；</p>
    <p>（12）未经允许，进入计算机信息网络或者使用计算机信息网络资源；</p>
    <p>（13）未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
    <p>（14）未经允许，对计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；</p>
    <p>（15）破坏本软件系统或网站的正常运行，故意传播计算机病毒等破坏性程序；</p>
    <p>（16）以任何方式进行RoxyBrowser产品或乙方授权的管理用户下的子用户倒卖活动；</p>
    <p>（17）其他任何危害计算机信息网络安全的。</p>
    <p>（18）其他违反公序良俗或法律法规禁止的行为。</p>
    <p>
      您承诺，您不会使用任何类型的软件或设备（无论是手动还是自动的）来“爬行”或“蜘蛛化”RoxyBrowser的任何部分，也不会对RoxyBrowser的任何内容进行拆解或反向工程。
    </p>
    <p>
      您理解并同意，若您实施了本协议的任何禁止行为，或将RoxyBrowser软件及服务用于任何非法或未经授权的目的，或有其他违反本协议的行为，RoxyBrowser有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。
    </p>
    <p>
      您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；RoxyBrowser因此遭受损失的，您也应当一并赔偿。若RoxyBrowser因生效判决、裁决等先行承担了相关责任的，RoxyBrowser有权向您全额追偿。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>3.费用条款</strong></span></p>
    <p>
      请访问我们的付款政策页面，以了解我们的所有服务的价格和最新优惠。RoxyBrowser的某些功能是免费的，某些功能只能付费使用。如果您同意我们的付款政策并订购相关功能，则您承诺支付相关功能的费用。所有服务的价格（包括但不限于软件的每月订购计划费用）可能会发生变化。价格更改将发布到https://www.RoxyBrowser.net/pricing或软件本身。
    </p>
    <p>我们保留随时或不定期更改或终止本服务（或其任何部分）的权利。RoxyBrowser无须就对本服务的任何修改、价格变动、暂停或终止对您或任何第三方承担任何责任。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>4.退款政策</strong></span></p>
    <p>RoxyBrowser提供预先充值订阅套餐，同时任何付费服务均不提供退款。请注意，所有付款均为最终付款。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>5.协议终止</strong></span></p>
    <p>
      本协议将自您接受本使用条款之日起生效，并且有效期为长期，直到任何一方将其终止。RoxyBrowser有权随时出于任何原因暂停或终止您的帐户或服务，可能导致您的帐户被停用或删除，或您对帐户的访问被限制，以及帐户中所有内容被删除或清除，RoxyBrowser将不承担任何赔偿责任。RoxyBrowser保留随时出于任何原因拒绝向任何人提供服务的权利。
    </p>
    <p>您可以随时通过官网客服或通过support@RoxyBrowser.net与我们联系，请注意，终止帐户后，可能会立即禁止访问我们网站或服务的某些部分。如有以下情况，我们有权与您终止本协议：</p>
    <p>1) 您在使用我们的网站或服务时违反了任何适用法律；</p>
    <p>2) 您违反本协议或网站或服务的条款；</p>
    <p>3) 我们认为您的任何行为在法律上损害我们的商业利益。</p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>6.知识产权</strong></span></p>
    <p>
      RoxyBrowser网站或产品中的所有的内容、设计、文本、图表、图像、标识、按钮、图标、界面、音频及视频以及以上内容的所有排列组合均为RoxyBrowser或其相应内容提供商的专属财产，受可适用的著作权法保护。网站所使用的所有软件为RoxyBrowser或其相应的软件供应商的财产，受可适用的著作权法保护和其他相关法律和条约保护。网站用户不得发送/上传任何侵犯他人著作权或其他知识产权的内容至本网站。
    </p>
    <p>
      RoxyBrowser网站或产品使用的所有商标、服务标识和商业名称（统称“标识”）均为RoxyBrowser独有。该等标识不得用于任何非RoxyBrowser的产品或服务，或任何导致消费者混淆、或以任何方式诋毁或败坏RoxyBrowser名声的其他产品或服务上。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>7.保密和反馈</strong></span></p>
    <p>
      我们重视您的隐私，我们的隐私权政策已纳入本协议，请查看我们的隐私政策，以便您了解我们的隐私惯例。我们收集的所有信息均受我们的隐私政策的约束，通过使用网站或服务，您同意我们根据隐私政策对您的信息采取的所有措施。
    </p>
    <p>
      您同意对机密信息保密，不得将其用于履行本协议以外的目的，也不得向第三方披露您知道的RoxyBrowser机密信息。您向我们提供的有关任何RoxyBrowser软件或服务的任何建议、信息、想法或反馈，包括但不限于您在使用软件或相关服务时发现的任何错误的报告文档（统称“反馈”），均将归公司所有。您同意在全球范围内将“反馈”中的所有权利，包括但不限于所有权和利益以及相关的知识产权无偿转让给RoxyBrowser，并同意协助我们完善和行使这些权利。
    </p>
    <p>&nbsp;</p>
    <p><span style="font-size: 14pt;"><strong>8.免责声明</strong></span></p>
    <p>
      我们建议您经常备份数据。您应始终有责任减轻损失。此软件不是容错软件，也不是设计用于或旨在用于任何需要保证安全性能或操作的危险环境中。RoxyBrowser不保证包含服务的网站或产品将是无错误的或无中断的，也不承诺该网站或服务或服务器不受任何有害组件的影响。RoxyBrowser不对提供的服务是准确，完整或有用的作任何陈述或保证。RoxyBrowser并不保证您在任何特定的司法管辖区均合法使用该网站或服务，并且我们特别声明不作任何此类保证。
    </p>
    <p>我们不会介入用户之间或用户与任何第三方之间有关使用服务的纠纷。
      当您使用服务时，您承诺RoxyBrowser将免遭于与此类纠纷和服务有关的任何索赔和要求（不论已知或未知，可疑或意外，公开或未公开）。您将自行承担因使用RoxyBrowser网站或服务而招致的任何结果，
      您对因您行为而对任何一方造成的任何损害或损失负全责。</p>
    <p>
      任何使用、测试或评估RoxyBrowser的用户都应对RoxyBrowser的质量和性能自行承担全部风险。我们对任何形式的损害概不负责，包括但不限于因使用、执行或交付RoxyBrowser而造成的直接或间接损害，即使RoxyBrowser已被告知存在或可能造成这种损害。
    </p>
    <p>&nbsp;</p>
    <p>
      某些国家（地区）不允许限制或排除偶发或继发性损害的责任，因此上述限制或排除可能对您不适用。在任何情况下，我们的责任均不会超过您为RoxyBrowser支付的购买价格。无论您是否接受使用、评估或测试RoxyBrowser，上述免责声明和限制均适用。
    </p>
  </div>
</template>

<script setup>

</script>

<style lang="scss" scoped>
.date {
  font-size: 16px;
}

p {
  margin-bottom: 24px;
}
</style>