<script setup lang="ts">
const faqList = computed(() => [
  {
    title: $t('是否有免费试用？'),
    desc: $t('新用户可激活一次 7 天免费试用，包含 10 个窗口和所有功能。'),
  },
  {
    title: $t('我应该选择什么方案？'),
    desc: $t('根据您的业务需求或账号数量选择合适的订阅套餐。您可在体验完整功能后再决定最适合的方案。'),
  },
  {
    title: $t('团队是什么？'),
    desc: $t('通过隔离数据和资源，团队为您提供安全无忧的协作环境，无需繁琐的权限设置即可有效防止关键信息泄露。您可以一键切换不同团队，保持工作高效流畅，同时确保数据和权限的严格隔离。'),
  },
  {
    title: $t('我可以调整订阅套餐吗？'),
    desc: $t('是的，您可以根据业务需求随时升级订阅套餐。'),
  },
  {
    title: $t('如果没有继续订阅会有什么影响？'),
    desc: $t('请放心，您的所有窗口数据将全部保留，但可启动的窗口数量限制为最初创建的5个。'),
  },
])
</script>

<template>
  <Faq :fqa-list="faqList" class="fqa-container" />
</template>
